debug_lote_nfcom.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACq1XW7OiSpb+K0z1xPSDVZuLgHKCciK5inKRm4od/aCAiHJRQFHfOvphIiZifsU8
nP/Qj6f+2CSw3dtdc053nZmu2GWuW65c+a2VyUpWl/g8Ra5pkpVfP+2q6vgTitZ1/XLMi2qdbOPS
XycvcbZ92RRotvXz9NOIhWw3TQm+fmopiiBoDKfIPk4OsQGGYTgxpAk4YK//BjhG4MM+TdDEJ+QS
FuU6//oJf8Gwxl0QjljflUYUwaLNyFZHkG5GkOsINs2DEQ3ZZmTLsIjDEc6iHcFmujQasGgzsD78
eV0Humolwrxx1AxssBPTeERgBP0Fw7/gQwfv/0TBP/IL1v8Jw1i0M4DLw6Fslnil2MyOqxCcq7yI
7yNo+IFnfe2cSTIMH67cuHnl2W2cteg0M95o6F1aV42oI1iIxqzI/RFE4wVKHyyLtriEaQxteH02
GX2El0VbIauIcEc4wTDDAcOikGN5yxn1oRoO7FXP03A0V+YAEbWZJYq6oGii7hg2ojoCYNHOgL1K
66z6u3atARtmQViIbUxXNSpGYC7qigCQiWvzoqroBjJ1OcWx+bE4RQQRMVRlLipW46AxZ7MiH9mo
DhGEBHvlj8nIdIFgAYJBVMMREYJAbKACBMMRR7Qs0XiBUxsz9sqt4wLOkl1gAV2B4ldBi/9H9KF1
8zszbFuEhq2EF2ejQZ/BaFiKEB3IsbDWZINFm5Lb5lkIa4xhMJLo0xC+VsCiTxtGu1wEYVk9gBVU
xPZsR9RgsLxuqIasgI/Adplj+sMhTjenAScHj8zFWaCIQuMNJu6d6TDuyBa0GXBVxXY+YIjjGP0A
8RUGToSwzV8NP0DTpyisjw0/QGN/++8cma3PSf6MD4b3cYzByXd87FmHD/oUFdpBsC7LOINVAXcZ
83kA3tjvt/tR25zuN6bfnvFnnR0WF7eKkxHdqN44NuPzrCrWFdw70e/jMIXvEjZ4kEr2fMBhpM8K
Fn0KOQgrJFOqMIX3ELyEjkVzt/izZiApCFVLsdd2mFmG4DoGTDLMNYK3q3ca1ucT6HSE0RhGNnX1
yrO8ZMxGVB9rst2Q7FkLoWcWbUf2BI/+uVgH6xEOTz3W1O27iL00cY1gNb80io5jLxB8f/Qqamn2
YpwrmOVXWcewlzawt8ldmGi3vzg95mUDmMJrNonBMG1nRMKLrhnh7fEqnSl2p8IeqgvHv7uENHts
bLAXGkLVknBZ+Iu/MFSzZiNAOy+GpOj/2NurWb8VPTj28kowneVDjL4Rb/uBJVl9yCnxfU7x73IK
vx6X+NvPOQIhj/N/Yj5/K534/yed+D8/nfg/Tmcn+KF04r8jnf0fTGeVwxbkgQD5EYFmb05edYs/
LX1pFA9BS3ciiHCePcs7AXuR+NlD3JAdap3n17hw4mO8LR7EC409oLlIru44ovrm55VtFA1OD2mL
lRVWThFvuhUg0+HcWrxyrZjPYcdQPmleBZ3SVtVnVcPCbVqW9LbDhu6076v9aMXBvukN7aaHQl8T
EbX9CmxijmHVkM1F2xbBm4QN5mHmP3RfMOILDg/Mm5ANZmHhlv/7ln4XP0ykOP3o413M+nnArYti
3bZo7wyLdgHC9hQEsd8STecAGxDeVcG3//j2VwPhDU20eAWoiA4Q69tfBMVAfrPt+Yy0HcQX2fiM
wCaHB9oM6GOAhPUJ/n1G5kA1LISz4LfhJ8T6VwTeaZ8xDC6h2HazGJC//acOF2uVjaqboH77L9NV
hOc5AhDgmhzQ+W9/sRRI6s33uYKpO1frbz83TBAiTWkifp5t8yINkXVRvSA4RX1GfvmZ+OVvn5Hl
Z+SPwR+RYI3wlsShODMcviBKes7iYA1nNw44G+W5Jx+gqOIoR5hmepz5cZlDNBoPahgjTV6TMA2z
al0g2S9/QwicRGFSqJemX2mxbYkObfTxLHh/INjnxuRUwO//q+Zf/sQLwAF/al4aJXxqBNvwS/fU
eCkvRfkC/6L80jw22gmoacG54b/7u5b9+nveGf/WPh6+En/+M4ztOQb0Y3h2HGXNVR3+yiuo7r/k
RQT3jGEoxqDQICjj6A+fullhoEAY4YlYZ3kWw4dSfF9XcZ5pYbXLAwQkEXwfVLv011w6VuMVRy2R
/wLdfvFxMvvS7qSPU5/Qp7B+xNv3AcL31Zdyt8YbR1a4DQt4AEPEtZSvn/7w+x9sI9Yp1lnZVEz5
RP++kMLsEib5MQy+lI+dNdH9oLd/CBf6HKIQR7BD/b8A9wCt8zBfJ+dwlFxAdFoPYPMn3K2JG2XS
pFSH882MOXxl0WdLFn0DG9LPJfKWzc7QmKnLgbhf1umN5jnutr4eeubJjmKZIo+ul5/8lDd5aX7S
bsd6YhPGPpcPm20uJxQ+7xfqcQsU6ThMuYoW+bMnny4exgBnE+LuHksXJ5muTnafU0hFxt3J6ubM
0wWhT3E0WMwkcx6eeHx97lHo6kZn7jUruLN4xO4a6Wr9IbG9+PusT9ub1GMOwdW46/u7qWj9Up9c
/OGyT8eUCJZSepJulwgrU4yIaVmQLaknnuTwdgu3DDrraZ5rTHclf5MHqhs6wwlD9Ycq8M3xKTHH
uhDW1HRrJ9fJeTFcVbus8MOz0aN5vxRPQrq9LLeWALDTJeRBn0qnx8tdGpAoHs7SIro5ZAgY0hNs
e5ndNeuMiyBcgq9fO9CfgGan4a3LwJLCGGFdrTuKD+HFt4VnFj4FNEUZ6w7PcxYRgVrhQKQo1thM
4PPzkHBmLZjeZJqvlN3F14EpqpwJ6gX8vmvgIAPcFbmdxpuJchXvwOIifc6B3OEPieDyOO+n0n29
qK+SA5xOVzqCKAmKpM8cae7aNkfojhhqXN36Aldtbrpa5GKMNp9bE0XE8c3YOvrydaeMPVzjyKXg
KLjmiFddECld0GpNyhsZ8Z2sjoL6yt/BpFvXc8BhYmuWVoumJ8xNcyrWx4mJg8rMJjufSErNLGu+
0yliPRk7d9HQQBcXd9UkV2buPuFex3vgP/YiuR/2ogeLK7ZecqXX7WupcW47n79qhraPSPh9JbQ7
qDUB7nT/jFnp8Al3Wy31ZJPqRw9iJu+B99CJrp74mXVcpcneW1gXReKmiihe4Z5rtW5jFsTbbmHP
V5wiznVXmkiWS4m2i0tOYs3cG6fNRYsz9i6m3UXMEEAfxlBrjkLC/HPKHuhcdDjtDrHM1BgH8ywB
YPDAHIJGz0dTSIugALkdDJ2KzqQ7OuxVhLa/lnhao+NxbyUzq+tsvFpV4bJUS4ekpBMO9jEqnbcm
4RWDgRJlyWRrU3QxdDjFHcxuVGhZ55LEbiUWG+fdXmfK8ypaMPwynczuxUby8IEvEuTJsZe3nu6k
0fQWD4oLTNsCgnQ+L8ER4Mp4adI256fOOA36M5rcCmjtTfdmis5MG+5RWxwOU7ICm82Qw8bJThBk
At2Ok/W0v4xu/fLg1eVVz9Wz6VmDwjos55OLMSdWvLbqucPB+iBQW4HJzLVa4crtMp+Uw6W8sfJY
SBmwvy50dVjzs9tWKi9G4m/JlJf9eDxQxP1sGZrF9UTAiD33aE5Xyx6WTfOeii+y+iTnvVMwqBUB
mIDLSYUP7zwPMr+rQwtzOKDUQADbpg7GtibKAlhEHCy7M5ZEINtmiqpk2Fbub6ytFhBU6XAuF0UF
F4kSZ/owjxZs6LzaAp4yrT2OM92xBqayIe+wYAxo9cbsPcI8ewv9viGueCAfzh7BVGo6uanEde/H
zM674Q9dtVnOy0BO6o0sVsHePftCEGuKTLTxwf4xWpN1tD5zUrY6BqmUbmyq3vT1+8rlss1COm54
ar8hiEipPckTaw7U00jeaZ6J7Tj3cJVgnfKmexXnbmI4N24B6aZ+pZw7yNyC04CpCTkHHOFX6jgX
ooeNmPNDR3UUeM7Mq+H4tS74lH4Xm7MHz4xbt3P+3v8pWHLRPHKAKHA0MET4zfzeZtnlKOIkr54L
nM1Fq8aeB7ZX2wInP+WBB5ZHr8cW5gv5RSX0/Yqndl5fv2zGc2xtN5hgZy9TLvAM7f0bc/BlrfIW
WuUTTBksraO6eL8H1Yw7rPYg6GrCFaU9eM65AKL3XIParCOvvcOCcW1zO4HnYJC9XLhFRu6RPxLT
RtZhLUh7dfnQ4dX7PYcTOrT107qe0YDJhbNsLD7U1k1Npf3bPlLow6ZiWFel11cuv7nHpYdD29tG
eN2nSYpSZLqFOa4OC0/NjGER85V4jsdjo7/xDm5dC1GbjxkwxygsfIjDMtIAJvP2SbaVTV8wRY6v
XQDgOQMm78IPd2ZkASMy2np7zYbn7WRuzAY75e5ciT3j8DFtJxp/ok1mWS9v6XETSMKgv0V70uqI
bQQjpRTGOIh4LgZXLLcNg45V0bkfrSJ0o8KR6iItKNEwJ0dtRR64TUothd3ODucVbWE2n2dXm7ye
pZt9vu578yxxbyqw+DF5L7j9jBKS9aKKJKcIx/p6Yd3H6OkMAuNYbExGWNXYBbexuahixnzGy5kg
ktOD7kzC++KyFIOeRFnaLpkeqvt8aNNbOt2ESsnI24PqagcSNXN6d1/gjkg5JIlG1rrEdgOB31eg
9I25Riv7KDFUzXKyakJSyx53Z8x6HlnKWQ+PwiTNowWNLlLGXybUUUUHOVXhNi4PksswsWSTFpjL
xBwsB/FGpilDkk3XmS026zy08pWqqhV2IbUdfQLceDXM3UQPhpmY6XhAH/jwbG7uyl7S+Tsp4sRx
StKin/Ar6rbpazMppXaD1Mem2nli0dxW2uhzA5f3J/zqb9JhdCm9grDGdnJbTI21bNf6gdaAgK56
x9mx3k4TUzFIYUqk1MaLBPqUGAv8nJoL/EKe6UO5OFvCmdGPqWXMjCozFno89+fm9jA81vRioS6M
vipDMgYBms+Ts49b/nooVwfX8E89aetuZwf4iHawUguFmU5vGFCQZJMc+lJc7oCytzHqUDdGjXp8
PN0y98jtueASzjBCkXoTNZ1ndKbvon4dXIdxafdr2Tabxu77rq2TdB0d+tblvfd/kO7ee/8DlNTU
QeMaAAA=</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>